<script setup>
</script>

<template>
    <section class="bg-gradient-to-br from-slate-50 via-white to-slate-100">
        <div class="relative w-full py-6">
            <div class="container mx-auto p-4">

                <h1 class="text-3xl font-bold mb-4 text-gray-700">
                    সালাসাবিলের শর্তাবলী (Terms of Use) এবং নিয়মাবলী
                </h1>
                
                <p class="mb-6 text-gray-600 pb-4">
                    সালাসাবিল একটি অনলাইন প্ল্যাটফর্ম (প্লাটফর্ম) যা প্রতিষ্ঠান, ছবি, ভিডিও এবং প্রকাশনা, বিপণন ও বিক্রয় করে থাকে। salasabilpublications.com, salasabil.com.bd এবং সম্পর্কিত ওয়েবসাইটগুলোতে প্রবেশ করলে এই Salasabil প্ল্যাটফর্মের মাধ্যমে ... (https://salasabilstore.com এবং www.salasabil.com) ... এ ওয়েবসাইটে প্রবেশ করার ক্ষেত্রে ধরে নেওয়া হবে যে, আপনি আমাদের সাথে সম্পূর্ণরূপে সম্মত হয়েছেন।
                </p>

                <h2 class="text-2xl font-bold mt-6 mb-2 text-gray-800 pb-1">
                    ১. অনলাইন প্ল্যাটফর্মের মাধ্যমে আপনার সুযোগ পাওয়ার ব্যাপারে সালাসাবিলের শর্তাবলী
                </h2>
                <ul class="list-disc ml-6 mb-4 text-gray-700 space-y-2">
                    <li>যদি এই শর্তাবলী, আইনসমূহ, ব্যবসায়িক নীতি কিংবা গ্রাহক সেবার চুক্তিপত্র আপনার কাছে গ্রহণযোগ্য বা সম্পূর্ণরূপে অমান্য হয়, তাহলে আমাদের সাইটে কোনো প্রকারের প্রবেশযোগ্যতা থাকবে না।</li>
                    <li>সালাসাবিল যেকোনো সময় এই শর্তাবলী পরিবর্তন বা বাতিল করার অধিকার সংরক্ষণ করে।</li>
                    <li>আপনার ওয়েবসাইট ব্যবহারের ধারাবাহিকতা সালাসাবিলের শর্তাবলী সাথে সম্পূর্ণভাবে যুক্ত থাকে।</li>
                </ul>

                <h2 class="text-2xl font-bold mt-6 mb-2 text-gray-800 pb-1">
                    ২. সালাসাবিল প্ল্যাটফর্মের যেকোনো উপকরণ ও বিষয়
                </h2>
                <ul class="list-disc ml-6 mb-4 text-gray-700 space-y-2">
                    <li>আমরা ব্যক্তিগত যোগাযোগে প্রকাশিত চিত্র ও বিষয়সহ Salasabil কর্তৃক সংরক্ষিত ও কপিরাইট প্রাপ্ত প্ল্যাটফর্মের সমস্ত বিষয়বস্তু আমাদের মালিকানাধীন এবং কপিরাইট দ্বারা সুরক্ষিত।</li>
                    <li>আপনি সালাসাবিল প্ল্যাটফর্মের সকল সামগ্রী ব্যক্তিগত কাজে ব্যবহার করতে পারবেন কিন্তু এই ক্ষেত্রে সালাসাবিল সরবরাহীর অধিকার আপনার কাছে পর্যাপ্ত পরিমাণে থাকবে না।</li>
                    <li>আপনি সালাসাবিল কর্তৃক সরবরাহকৃত ব্যক্তিগত বিষয়াবলীকে অন্য প্ল্যাটফর্মে বা কোনোও কোনোও রূপে শেয়ার বা বিক্রয় করতে পারবেন না।</li>
                </ul>

                <h2 class="text-2xl font-bold mt-6 mb-2 text-gray-800 pb-1">
                    ৩. প্রতারণামূলক ট্রেডিং কার্যক্রমের কারণে আপনার বিরুদ্ধে ব্যবস্থা নেওয়ার অধিকার
                </h2>
                <p class="mb-4 text-gray-700">
                    যদি কোনো প্রতারণামূলক ট্রেডিং কার্যক্রমের মাধ্যমে আপনি ক্ষতিগ্রস্ত হন বা আমাদের কোনো ক্ষতির কারণ হন, তবে সালাসাবিল আইনি প্রক্রিয়াতে মাধ্যমে আপনার বিরুদ্ধে ব্যবস্থা নিতে পারে।
                </p>

                <h1 class="text-3xl font-bold mt-10 mb-4 text-gray-700 pt-4">
                    পণ্য ফেরত ও পরিবর্তন নীতি (Return and Exchange Policy)
                </h1>

                <h2 class="text-2xl font-bold mt-6 mb-2 text-gray-800 pb-1">
                    ১. যে সকল ক্ষেত্রে ফেরত বা পরিবর্তন (Exchange) করতে পারবেন:
                </h2>
                <ul class="list-disc ml-6 mb-4 text-gray-700 space-y-2">
                    <li>**ছেঁড়া, ফাটা, মোগা বা কোনো পাতা উধাও থাকা সামগ্রী;**</li>
                    <li>ভুল পণ্য, ভুল সাইজ, কিংবা ভুল সংখ্যায় বা পরিমাণের সামগ্রী ডেলিভারি পেলে;</li>
                    <li>ডেলিভারি ম্যানের ত্রুটির কারণে পণ্য নষ্ট বা ক্ষতিগ্রস্ত হলে;</li>
                    <li>প্যাকেজিং সমস্যা বা মিসিং;</li>
                    <li>ভুলভাবে লেখা তথ্য।</li>
                </ul>

                <h2 class="text-2xl font-bold mt-6 mb-2 text-gray-800 pb-1">
                    ২. পরিবর্তন (Exchange) এর জন্য শর্ত:
                </h2>
                <p class="mb-4 text-gray-700">
                    ভুলভাবে ডেলিভারি দেওয়া বা damaged পণ্য ফেরত বা পরিবর্তনের জন্য, পণ্যটি **সম্পূর্ণরূপে অব্যবহৃত অবস্থায় থাকতে হবে**, বক্স, মোড়ক, ট্যাগ, সিল, বা স্টিকার লাগানো অবস্থায় ফেরত বা পরিবর্তনের জন্য আবেদন করতে হবে।
                </p>
                
                <h2 class="text-2xl font-bold mt-6 mb-2 text-gray-800 pb-1">
                    ৩. ফেরত ও পরিবর্তন পদ্ধতি:
                </h2>
                <ul class="list-disc ml-6 mb-4 text-gray-700 space-y-2">
                    <li>গ্রাহককে ক্রয়ের সময় ত্রুটি যাচাই করতে হবে এবং ত্রুটি পেলে **ডেলিভারিম্যানকে পণ্যটি পেরত দিতে হবে**।</li>
                    <li>পণ্য ডেলিভারির পর যদি ত্রুটি পাওয়া যায়, তবে **৩ দিনের** মধ্যে ইমেইল/টেলিফোন এর মাধ্যমে জানাতে হবে।</li>
                    <li>মোগা বা অন্য কোনো সামগ্রীর ক্ষেত্রে, ট্যাগ বা সিল অক্ষত অবস্থায় থাকতে হবে।</li>
                    <li>পণ্য পরিবর্তনযোগ্য (Exchangeable) হলে আপনাকে বিনিময় করা হবে অথবা সমমূল্যের অন্য পণ্য বা **সম্পূর্ণ অর্থ ফেরত** দেওয়া হতে পারে। পরিবর্তন করতে **৩-৭ কার্যদিবসের** মধ্যে পণ্য পৌঁছে দেওয়া হবে।</li>
                </ul>

                <h1 class="text-3xl font-bold mt-10 mb-4 text-gray-700 pt-4">
                    গ্রাহক তথ্য সংরক্ষণ নীতি (Privacy Policy)
                </h1>
                <p class="mb-4 text-gray-700">
                    গ্রাহক তথ্যের গোপনীয়তা সালাসাবিলের কাছে অত্যন্ত গুরুত্বপূর্ণ। আমরা গ্রাহকের ব্যক্তিগত তথ্য (নাম, ইমেইল, মোবাইল, ঠিকানা ইত্যাদি) সংবেদনশীলভাবে সংরক্ষণ করে থাকি। আমরা এই তথ্যের ব্যবহার শুধুমাত্র গ্রাহক সেবার উন্নয়ন এবং পণ্য সরবরাহের জন্য করে থাকি। এই তথ্য অন্য কোনো তৃতীয় পক্ষের সাথে কোনো প্রকারের শেয়ার করা হয় না। এই ক্ষেত্রে গ্রাহক তথ্যের নিরাপত্তা ও গোপনীয়তা বজায় রাখতে সালাসাবিল সবসময় কঠোর ব্যবস্থা গ্রহণ করে।
                </p>

            </div>
        </div>
        
    </section>
</template>

<style>

</style>